Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=673_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Ensimmäinen inarinsaamen alkeisoppikirja alakoululaisille ilmestyi
sme: Vuosttaš anárašgiela álgooahppogirji vuolleskuvlla ohppiide almmustuvai

source: , joka ilmestyi koulujen kevätlukukauden käynnistyessä.
sme: mii almmustuvai aiddo skuvllaid giđđalohkanbaji álgui.

source: Oppikirja on tarkoitettu perusopetuksen alaluokille ja se johdattaa Ánnán ja Saammâlin mukana matkalle inarinsaamen kieleen ja kulttuuriin.
sme: Oahppogirji lea oaivvilduvvon vuođđooahpahusa vuolit luohkáide ja dat jođiha Ánná ja Saammâla fárus mátkái anárašgillii ja kultuvrii.

source: Isoäiti eli ákku asuu Pakšvuonon rannalla, jossa Ánná käy usein.
sme: Áhkku, anárašgillii ákku, orru Pakšvuona gáttis, gos Ánná fitná dávjá.

source: Isoäidin kertomusten ja Ánnán ja Saammâlin keskustelujen kautta voi oppia inarinsaamea mielenkiintoisella tavalla.
sme: Anárašgiela lea dál vejolaš oahppat miellagiddevaš vugiin áhku máidnasiid ja Ánná ja Saammâla ságastallamiid bokte.

source: Kirjan kertomusten viereen samalle aukeamalle on koottu sivun tekstissä olevat uudet sanat, joten kirjaa ei tarvitse selata edestakaisin kieltä opiskellessaan.
sme: Girjji máidnasiid báldii seammá siidduide leat čohkkejuvvon iešguđet teavstta ođđa sánit. Girjji ii nappo leat dárbu bláđestit ovddos maŋos logadettiin.

source: Oppikirjaan on tulossa myös harjoituskirja, jonka avulla opittujen asioiden kertaaminen on helppoa.
sme: Oahppogirjái lea boahtimen maiddái hárjehusgirji, man vehkiin lea álki geardduhit ohppojuvvon áššiid.

source: Lukukappaleiden lopussa on kuhunkin kertomukseen sopivia lauluja, jotka tuovat hauskuutta ja vaihtelua oppitunneille.
sme: Lohkanbihtáid loahpas leat máidnasiidda laktáseaddji lávlagat, mat buktet suohttasa oahppodiimmuide.

source: Kirjan on tehnyt Teija Linnanmäki yhteistyössä kuvittaja Riitta Ahosen kanssa.
sme: Girjji lea dahkan Teija Linnanmäki ovttasbarggus govaid dahkki Riitta Ahoneniin.

source: Kirjan on kustantanut saamelaiskäräjät ja se on saatavissa Duodji shopista Sajoksesta, Sámi duodjin verkkokaupasta ja saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta info (at) samediggi.
sme: Girjji lea goasttidan sámediggi ja dat lea fidnemis Duodjegávppis Sajosis, Sámi duoji fierbmegávppis ja sámedikki skuvlen- ja oahppamateriáladoaimmahagas info (at) samediggi.

source: Lisätietoja tästä.
sme: Lassedieđut dás.
